Revit 2024 API
ParameterTypeId.FabricationOffsetParam Property
 "Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationOffsetParam { get; }
Visual Basic
Public Shared ReadOnly Property FabricationOffsetParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationOffsetParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace